---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToLoadGroup
source: html/dcbbe9a7-4169-d106-cbf2-472e823c1bba.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToLoadGroup Property

Unable to load file '[File Name]' as a group.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToLoadGroup { get; }
```